/*

Напишите программу, которая выводит на экран трёх различных уточек с помощью символов псевдографики:

  _      _      _
>(.)__ <(.)__ =(.)__
 (___/  (___/  (___/ 

Обратите внимание, что в первой строке используются символы нижнего подчёркивания.

*/

#include "iostream"
int main()
{
  std::cout << "_      _      _" << std::endl;
  std::cout << ">(.)__ <(.)__ =(.)__" << std::endl;
  std::cout << " (___/  (___/  (___/ " << std::endl;
  return 0;
  
}