/*

Напишите программу, которая подсчитает и выведет количество слов, состоящих из 10 символов, которые можно составить, используя буквы a, b, c.

*/

#include "iostream"
#include "cmath"

using namespace std;
int main()
{
  int len = 3 * 3 * 3 * 3 * 3 * 3 * 3 * 3 * 3 * 3;
  cout << len << endl;
}